Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: དེ་དག་དང་གཞན་ཡང་རང་སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་བསམ་གྱིས་མི་ཁྱབ་པ་གཞལ་དུ་མེད་པ། སྨོན་པ་མེད་པའི་ཆོས་ཀྱི་དབྱིངས་ནམ་མཁའི་ངོ་བོ་སྤྲོས་པ་མེད་ཅིང་། འདུས་མ་བྱས་པ་ཐེག་པ་འབྲིང་ལ་རབ་ཏུ་ཞུགས་ཤིང་ལུང་བསྟན་ཏེ་རབ་ཏུ་གནས་པ། རྗེས་སུ་ཆགས་པ་དང་། ཁོང་ཁྲོ་བ་དག་དང་། བྲལ་བ་དག་དང་ཐབས་ཅིག་ཏུ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བཞུགས་པར་གྱུར་ཏོ། །
en: Lord Śākyamuni dwelt with these and other hundreds of thousands of millions of pratyeka­buddhas who had entered and were established in what is taught as the “middling vehicle,” which, unconditioned and free from mental elaboration, corresponds in nature to the sky-like sphere of phenomena, which is inconceivable, unmatched, and free of aim —the pratyeka­buddhas who are basically free from attachment and anger.

source: ཉན་ཐོས་ཀྱི་དགེ་འདུན་ཆེན་པོ་ཉན་ཐོས་བྱེ་བ་ཕྲག་བརྒྱ་སྟོང་དུ་མའི་འཁོར་དང་ལྷན་ཅིག་པ་ལ་འདི་ལྟ་སྟེ།
en: There was also a great congregation of śrāvakas who, in turn, were accompanied by many hundreds of thousands of millions of śrāvakas.

source: འོད་སྲུང་ཆེན་པོའི་བུ་དང་། ཆུ་ཀླུང་འོད་སྲུང་གི་བུ་དང་། ལྟེང་རྒྱས་འོད་སྲུང་གི་བུ་དང་། བ་ར་དྭ་ཛའི་བུ་དང་། བ་ར་དྭ་ཛ་བསོད་སྙོམས་ལེན་དང་། མཽད་གལ་གྱི་བུ་དང་། མཽད་གལ་གྱི་བུ་ཆེན་པོ་དང་། ཤཱ་རིའི་བུ་དང་། ཤཱ་རིའི་བུ་ཆེན་པོ་དང་། རབ་འབྱོར་དང་། རབ་འབྱོར་ཆེན་པོ་དང་། བ་ལང་བདག་དང་། ཀཱ་ཏྱཱ་ཡ་ན་དང་ཀཱ་ཏྱཱ་ཡ་ན་ཆེན་པོ་དང་། ཉེ་བ་འཁོར་བཟང་པོ་དང་། ཀ་པི་ན་དང་། དགའ་བོ་དང་། ཀུན་དགའ་བོ་དང་། མཛེས་དགའ་བོ་དང་། ཉེ་དགའ་བོ་དང་། འཇིག་རྟེན་གྱུར་པ་དང་། མཐའ་ཡས་འཇིག་རྟེན་གྱུར་པ་དང་། སྙན་པ་དང་། ཉེ་བའི་སྙན་པ་དང་། དགའ་ལྡན་དང་། ཉེ་བའི་དགའ་ལྡན་དང་། མ་འགགས་པ་དང་། གང་བ་དང་། ཡོངས་སུ་གང་བ་དང་། ཉེ་བའི་གང་བ་དང་། རྒྱལ་དང་། ན་བ་སོ་དང་། རུ་རུ་དང་། དྲག་པོའི་བུ་དང་། རུ་རུའི་བུ་དང་། ཀུ་རུ་དང་། ལྔས་རྩེན་དང་། ཉེ་བའི་ལྔས་རྩེན་དང་། དུས་དང་། དུས་བཟང་དང་། ལྷ་འཛིན་དང་། སྒྲ་གཅན་འཛིན་དང་། ལྗང་སྔོན་དང་། ཉེ་བའི་ལྗང་སྔོན་དང་། བསམ་བྱ་དགའ་དང་། བསམ་བྱེད་དང་། འཆར་བ་དང་། ཉེ་བའི་འཆར་བ་དང་། དཔལ་ལྡན་དང་། རྫས་དང་། གྱད་ཀྱི་བུ་དང་། ཉེ་རྫས་དང་། དུམ་བུ་ལྡན་དང་། རྒྱལ་དང་། ཉེ་རྒྱལ་དང་། རྒྱལ་ཆེན་པོ་དང་། ཀུན་ནས་རྒྱལ་དང་། འབོད་བྱེད་དང་། གྲགས་སྦྱིན་དང་། གྲགས་ལྡན་དང་། ནོར་ཅན་དང་། ཉེ་བའི་ནོར་ཅན་དང་། པི་ལིན་ད་ལ་དང་། འདུན་པ་དང་། པིབ་པ་ལ་དང་། ཀིབ་པ་ལ་དང་། ཉེ་བའི་འབྲས་བུ་དང་། མཐའ་ཡས་འབྲས་བུ་དང་། འབྲས་བུ་དང་བཅས་པ་དང་གཞོན་ནུ་དང་གཞོན་ནུ་འོད་སྲུང་གི་བུ་དང་། ཆོས་སྦྱིན་དང་བཅུ་དྲུག་སྡེ་པའི་དགའ་བྱེད་དང་། ཉེ་དགའ་དང་། ཡོན་པོ་དང་། ལྕེ་ལྡན་དང་། རྒྱལ་བའི་ཞགས་པ་དང་། དབུགས་འབྱིན་ཆེན་པོ་དང་། བེའུའི་བུ་དང་། ཀུ་རུ་ཀུ་ལ་དང་། ཉེ་བའི་ཀུ་རུ་ཀུ་ལ་དང་། གྲོ་ཞིན་སྐྱེས་རྣ་བ་བྱེ་བ་རི་དང་། རྒྱུན་གྱི་ཕ་རོལ་མཐར་བྱེད་དང་། གང་གཱའི་བུ་དང་། རིའི་རྣ་བ་དང་། བྱེ་བའི་ཟེ་བ་དང་། དབྱར་ཅན་དང་། གཟི་བརྗིད་ཅན་དང་། གཟི་བརྗིད་བཟང་པོ་དང་། དཔལ་སྦས་དང་། འཇིག་རྟེན་སྦས་དང་། བླ་མ་སྦས་དང་། ལྷུར་བྱེད་དང་སྐར་མ་ལ་དགའ་བ་དང་། ཞི་བྱེད་དང་། བྱི་བ་དང་། ཉེ་བའི་བྱི་བ་དང་། སེ་གོལ་ཉི་ཤུ་པ་དང་། མགོན་མེད་སྦྱིན་དང་། ཉེ་བར་གནས་དང་། ལྡོག་པར་གནས་དང་། སྨྱོ་བྱེད་དང་། འོད་ལྡན་དང་། ཀུན་ཏུ་ཡོད་དང་། མེ་ཏོག་ཀ་དམ་ལི་དང་། ལེགས་པར་རབ་སད་དང་། ཉེ་བར་འོངས་དང་། འཇིག་རྟེན་འོངས་དང་། སྡུག་བསྔལ་མཐར་བྱེད་དང་། སྐལ་བཟང་ཡོད་དང་། སྐལ་བཟང་ཡོད་ཆེན་པོ་དང་། དོན་སྤྱོད་དང་། མེས་པོ་དང་། འགྲོ་ཡོད་དང་། རྒྱལ་སྐྱོང་དང་། རྒྱལ་དང་ཡུལ་ཀ་ཤི་ཅན་དང་། ཉེ་བའི་ཀ་ཤི་ཅན་དང་། སྨན་ཆེན་པོ་ཅན་དང་། གཟི་བརྗིད་ཆེན་པོ་ཅན་དང་། གཟི་བརྗིད་ཆེན་པོ་དང་། ལྷ་མཚམས་དང་། སྒྲུབ་བྱེད་དང་། ཚོགས་ཅན་དང་། ཚངས་པ་བཟང་པོ་དང་། དགེ་བཟང་དང་། འཇིག་རྟེན་བཟང་པོ་དང་། མཉམ་པ་དང་། མཉམ་བཅས་དང་།
en: They were: {1.61} Kāśyapa, Mahākāśyapa, Nadīkāśyapa, Gayākāśyapa, Uru­bilvā­kāśyapa, Bharadvāja, Piṇḍola, Maudgalyāyana, Mahā­maudgalyāyana, Śāriputra, Mahāśāriputra, Subhūti, Mahāsubhūti, Gavāmpati, Kātyāyana, Mahākātyāyana, Upāli, Bhadrika, Kaphiṇa, Nanda, Ānanda, Sunanda, Upananda, Sundarananda, Lokabhūta, Anantabhūta, Varṇaka, Upavarṇaka, Nandika, Upanandika, Aniruddha, Pūrṇa, Saṃpūrṇa, Upapūrṇa, Tiṣya, Punarvasu, Aruru, Raudraka, Raurava, Kuru , Pañcika, Upapañcika, Kāla, Sukāla, Devala, Rāhula, Harita, Upaharita, Dhyāyanandi, Dhyāyika, Udāyin, Upodāyika, Śreyasaka, Dravya, Mallaputra, Upadravya, Upeta, Khaṇḍa, Tiṣya, Mahātiṣya, Samantatiṣya, Āhvayana, Yaśoda, Yaśika, Dhanika, Dhanārṇava, Upadhanika, Pilindavatsa, Pippala , Kimphala, Upaphala, Anantaphala, Saphala, Kumāra , Kumārakāśyapa, Mahodaya, Ṣoḍaśavargika, Nandana, Upanandana, Jihva, Jihma, Jitapāśa, Maheśvāsa, Vātsīka, Kurukulla, Upakurukulla, Śroṇakoṭīkarṇa, Śravaṇa, Śroṇaparāntaka, Gāṅgeyaka, Girikarṇika, Koṭikarṇika, Vārṣika, Jeta, Sujeta, Śrīgupta, Lokagupta, Gurugupta, Guruka, Dyotīrasa, Śamaka, Ḍimbhaka, Upaḍimbhaka, Viṃśachoṭika, Anāthada, Upavartana, Nivartana, Unmattaka, Dyota, Samanta, Bhaddāli, Suprabuddha, Svāgata, Upāgata, Lokāgata, Duḥkhānta, Bhadrakalpika, Mahābhadrika, Arthacara, Pitāmaha, Gatika, Puṣpa , Pālaka, Puṣpapālaka, Puṣpakāśika, Upakāśika, Mahauṣadha, Mahojaska , Mahojas, Anurādha, Rādhaka, Rāśika, Subrahma, Suśobhana, Suloka, Samāta, and Susmita. {1.62}

source: དེ་དག་དང་གཞན་ཡང་ཆོས་ཀྱི་དབྱིངས་མཐའ་ཡས་པ། རྣམ་པར་གྲོལ་བའི་རོའི་རོ་མྱོང་བ། ཐེག་པ་གསུམ་ལས་ངེས་པར་འབྱུང་བ་ལས་ཐེག་པ་ཆུང་ངུའི་ལམ་ཐོབ་པ། འཁོར་བ་ལས་འཇིགས་པ་དག་དང་། རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་གྱིས་བསམ་གཏན་ལ་བསམ་གཏན་པ་དང་སྤྱོད་ལམ་བཞིར་ཚངས་པའི་གནས་བཞི་ལ་གནས་པ་དང་ལྡན་ཞིང་ལེགས་པར་མཉམ་པར་བཞག་པ། ལེགས་པར་བསྙེན་པར་རྫོགས་པ་ཐེག་པ་ཆུང་ངུའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་ལ་ཞུགས་ཤིང་ངེས་པར་འབྱུང་བ། མཉམ་པ་ཉིད་སྤྲོས་པ་མེད་པ་དེ་དག་དང་ཡང་འཁོར་གྱི་དཀྱིལ་འཁོར་དེར་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ། དཀོན་མཆོག་གསུམ་ས་བཅུ་ལ་གནས་པ་དག་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ། །
en: Lord Śākyamuni dwelt with these and many other śrāvakas who knew the taste of infinite freedom in the sphere of phenomena. Out of the collection of the three vehicles, they had reached the lesser one. Fleeing saṃsāra, they had immersed themselves in the contemplation of the triple liberation. They were endowed with the deportment of the four immeasurable thoughts. They focused single-mindedly, became properly ordained, and followed the correct conduct. Having adopted the right system ( sunaya ), they attained the state of nirvāṇa with its mental tranquility and freedom from mental elaboration. They too were seated in this great assembly along with Lord Śākyamuni and the others, established on the tenth level, who constitute the Three Jewels. {1.63}

source: ཉན་ཐོས་ཆེན་པོ་ངེས་པར་འབྱུང་བའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་ལ་ཡང་དག་པར་རྗེས་སུ་ཞུགས་པ་དུ་མ་དག་འདུས་མ་བྱས་ཀྱི་ལམ་གྱི་ཐེག་པ་ལ་དམིགས་པ་དང་།
en: Together with them there were many female śrāvakas. Relying on the path of the unconditioned, they abided in the state of nirvāṇa—the attainment of śrāvakas.

source: དག་ཅིང་འདོད་ཆགས་དང་བྲལ་བ་དང་། ཀུན་ནས་སྣང་བ་ཀུན་ཏུ་ཐོབ་པ་དང་།
en: Pure and free from desire, they developed halos of light.

source: སྦྱིན་པའི་གནས་སུ་གྱུར་པ་ཡོན་ཏན་གྱི་ཞིང་ཡོན་ཏན་སྐྱེད་པར་བྱེད་ཅིང་ཡོངས་སུ་སྦྱོང་བ་དག་དང་།
en: They were all objects worthy of veneration, being repositories of good qualities who facilitate purification.

source: སེམས་ཅན་གྱི་སྙིང་པོའི་སྙིང་པོར་གྱུར་པ་འཇིག་རྟེན་མཆོག་གི་བདག་པོ།
en: The best among the multitude of beings, they were the foremost leaders of the world.

source: ལྷ་དང་མི་རྣམས་ཀྱིས་མཆོད་པ། བསོད་ནམས་ཀྱི་ཞིང་རྐང་གཉིས་དང་། རྐང་བཞི་དང་། རྐང་མང་དང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མཆོག་ལ་
en: They were objects of worship of gods and humans and were their fields of merit. They were the supreme leaders of two-legged, four-legged, multi-legged, and legless beings.

source: འདི་ལྟ་སྟེ། གྲགས་འཛིན་མ་དང་། གྲགས་སྦྱིན་མ་དང་། སྐྱེ་དགུའི་བདག་མོ་ཆེན་མོ་དང་། ལེགས་སྐྱེས་མ་དང་། དགའ་མ་དང་། སྦོམ་དགའ་མོ་དང་། མཛེས་དགའ་མོ་དང་། སྒོམ་པ་མོ་དང་། མཛེས་མ་དང་། མཐའ་ཡས་མ་དང་། ས་ག་མ་དང་། བསམ་པ་མ་དང་། རྒྱལ་ལྡན་མ་དང་། གཙུག་ཕུད་མ་དང་། ཉེ་བའི་གཙུག་ཕུད་མ་དང་། ལྷ་མོ་མ་དང་། ལེགས་ལྷ་མོ་དང་། གནས་མ་དང་། དཔལ་མོ་དང་། རབ་མཆོག་མ་དང་། རབ་དགའ་མ་དང་། སྨྲ་དགའ་མ་དང་། སྣར་མ་མ་དང་། ཡུལ་འཁོར་སྲུང་བ་མ་དང་། བདག་པོ་མ་དང་། ཕུན་སུམ་ཚོགས་མ་དང་། ལུས་ཅན་མ་དང་། དད་མ་དང་། དགའ་མ་དང་། རལ་པ་མ་དང་། ཉེ་བའི་རལ་པ་མ་དང་། ཀུན་ནས་རལ་པ་མ་དང་། དོན་འབྱུང་མ་དང་། འོད་མ་དང་། ཡིད་མགྱོགས་མ་དང་། སྐྲག་ལྡན་མ་དང་། ཁྱབ་འཇུག་འཛིན་མ་དང་། ཁྱབ་འཇུག་དགའ་མ་དང་། ཡིད་བཟང་མ་དང་། ཡིད་མང་མ་དང་། དཔལ་ལྡན་མ་དང་། ཉམ་ཐག་སྡུག་བསྔལ་མ་དང་། ལས་སྦྱིན་མ་དང་། ལས་འབྲས་མ་དང་། རྣམ་རྒྱལ་ལྡན་མ་དང་། ནོར་བདག་མ་དང་། ནོར་སྦྱིན་མ་དང་། ཆོས་སྦྱིན་མ་དང་། རྩེད་མོ་སྦྱིན་མ་དང་། འདུད་མ་དང་། ལེགས་འདུད་མ་དང་། སྙན་ལྡན་མ་དང་། ཡིད་ལྡན་མ་དང་། རབ་བཞད་མ་དང་། སྲིད་གསུམ་མཐར་བྱེད་མ་དང་། དྲི་མ་གསུམ་མཐར་བྱེད་མ་དང་། སྡུག་བསྔལ་སྟོན་པར་བྱེད་མ་དང་། ཡིད་འབྱུང་མ་དང་། ཁ་དོག་གསུམ་མ་དང་། པདྨའི་ཁ་དོག་མ་དང་། པདྨ་ལྡན་མ་དང་། པདྨའི་འོད་མ་དང་། དཀའ་ཟློག་རྐང་སྤྱོད་ལྡན་མ་དང་། འདབ་གསུམ་མ་དང་། འདབ་བདུན་མ་དང་། ཨུཏྤ་ལའི་འདབ་མ་དང་།
en: They were: {1.64} Yaśodharā, Yaśodā, Mahāprajāpatī, Prajāpatī, Sujātā, Nandā, Sthūlanandā, Sunandā , Dhyāyinī, Sundarī, Anantā, Viśākhā, Manorathā, Jayavatī, Vīrā, Upavīrā, Devatā, Sudevatā, Āśritā, Śriyā, Pravarā, Pramuditā, Priyaṃvadā, Rohiṇī , Dhṛtarāṣṭrā, Dhṛtā, Svāmikā, Sampadā, Vapuṣā, Śrāddhā, Premā, Jaṭā, Upajaṭā, Samantajaṭā, Bhavāntikā, Bhāvatī, Manojavā, Keśavā, Viṣṇulā, Viṣṇuvatī, Sumanā, Bahumatā, Śreyasī, Duḥkhāntā, Karmadā, Karmaphalā, Vijayavatī, Jayavatī, Vāsavā, Vasudā, Dharmadā, Narmadā , Nāmrā, Sunāmrā, Kīrtivatī, Manovatī, Prahasitā, Tribhavāntā, Trimalāntā, Duḥkhaśāmikā, Nirviṇṇā, Trivarṇā, Padmavarṇā, Padmāvatī, Padmaprabhā, Padumā, Padumāvatī, Triparṇā, Saptaparṇā, and Utpalaparṇā. {1.65}

source: དེ་དག་དང་གཞན་ཡང་གནས་བརྟན་མ་ཆེན་མོ་ཉན་ཐོས་ཆེན་མོ་དག་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་འཚལ་བའི་ཕྱིར་ཉེ་བར་ལྷགས་པར་གྱུར་ཏོ། །
en: These and other of the most senior of the great female śrāvakas approached in order to salute the Lord’s feet.

source: འཁོར་གྱི་དཀྱིལ་འཁོར་ཆེན་པོ་དེ་དག་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་རྣམ་པར་འཕྲུལ་པ་མཐོང་བར་འདོད་ནས་འདུས་ཤིང་འཁོད་པར་གྱུར་ཏེ།
en: Desiring to swell the ranks of this great gathering, which was a great miraculous feat of the bodhisattvas, they congregated and took their seats.

source: ཆོས་མཉན་པའི་ཕྱིར་དང་སྔགས་ཀྱི་སྤྱོད་པ་སྒྲུབ་པ་གསལ་བར་འདོད་པར་གྱུར་ཏོ། །
en: They were eager to hear the Lord’s teaching and to become a shining example to demonstrate the accomplishment of mantra practice. {1.66}

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པས་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་གྱི་དཀྱིལ་འཁོར་ལ་གཟིགས་ནས།
en: Lord Śākyamuni then looked at this entire gathering and,

source: ལྷག་པའི་བསམ་པ་དག་དང་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ནམ་མཁའི་ངོ་བོ་དང་། ཆོས་ཀྱི་དབྱིངས་དུས་གསུམ་ལས་ཡང་དག་པར་འདས་པར་མཁྱེན་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ།
en: knowing with his pure heart that the realm of beings extends beyond the three times and is sky-like in nature, without independent existence, he addressed Mañjuśrī, the divine youth, as follows: {1.67}

source: འཇམ་དཔལ་སེམས་ཅན་གྱི་དོན་སྤྱོད་པ་ལ་ཡང་དག་པར་སོམས་ཤིག །
en: “Please focus your attention, Mañjuśrī, on the acts that serve the interests of beings!

source: བསམ་པ་ཅི་ལྟ་བ་བཞིན་དུ་མངོན་པར་དགའ་བའི་འདོད་པའི་ལས་ཀྱི་འབྲས་བུ་ལ་དད་པ་དང་ལྡན་པ་ལ་སྔགས་ཀྱི་སྤྱོད་པའི་དོན་ཡང་དག་པར་ཐོབ་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་ཚིག་དང་། ལས་ཀྱི་ཚིག་དང་ཞི་བའི་ཚིག་དང་ཐར་པའི་ཚིག་དང་། ཆོ་ག་ཞིབ་མོ་སྒྲུབ་པ་དང་རྣམ་པར་མི་རྟོག་པའི་མཉམ་པ་ཉིད་ཐོབ་པར་བྱེད་པ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་ཀུན་གྱི་སྟོབས་དང་། བདུད་ཐམས་ཅད་ཀྱི་སྟོབས་ཟིལ་གྱིས་གནོན་པ་ཞེས་བྱ་བའི་བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སྒོམས་ཤིག་ཅེས་སོ། །
en: Enter now the bodhisattva samādhi that will delight them according to their wishes, that is accompanied by faith in karmic results, and that will fulfill the purpose of their mantra practice; the samādhi that is the seat of the Dharma, the seat of right action, and the seat of tranquility and liberation; the samādhi that accomplishes ritual procedures and brings a state of equipoise free of all conceptuality; the bodhisattva samādhi that is endowed with the complete power of the ten powers of the tathāgatas and overwhelms the power of Māra .” {1.68}

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་མ་ཐག་ཏུ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་སྙོམས་པར་ཞུགས་པར་གྱུར་ཏོ། །
en: Mañjuśrī, the divine youth, then entered the samādhi that was just described by the Lord.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ། དེ་ནས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོ་འདི་དང་འཇིག་རྟེན་གྱི་ཁམས་བརྒྱ་ཕྲག་སྟོང་དུ་མའི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་དང་མཉམ་པའི་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཡང་དག་པར་རབ་ཏུ་གཡོས་ཏེ། སྣང་བ་ཆེན་པོས་གསལ་བར་ཡང་བྱས་ནས།
en: As soon as he entered it, he illuminated with a great light and caused to shake great trichiliocosms equal in number to the minute dust particles in many hundreds of thousands of world spheres, similar to this trichiliocosm of ours.

source: རང་གི་རྫུ་འཕྲུལ་གྱི་སྟོབས་སྐྱེད་པ་སྟོན་ཏེ།
en: He also displayed the use of magical powers,

source: རང་གི་སྔགས་ཀྱི་ཚིག་ཀྱང་སྟོན་པ་ལ།
en: and then pronounced the words of his own mantra: {1.69}

source: ནམཿས་མནྟ་བུདྡྷཱ་ནཱཾ། ཨ་བྷཱ་བ་སྭ་བྷཱ་བ་མུངྒ་ཏཱ་ནཱཾ།
en: “Homage to all the buddhas who arise out of the nature of nonexistence of individual entities!

source: ནམཿཔྲ་ཏྱེ་ཀ་བུད་དྷཱ་ནཱཾ་ཨཱརྱ་ཤྲ་བ་ཀཱ་ནཱཾ།
en: Homage to the pratyeka­buddhas and the noble śrāvakas!

source: ན་མོ་བོ་དྷི་ས་ཏྭཱ་ནཱཾ། ད་ཤ་བྷཱུ་མི་པྲ་ཏིཥྛི་ཏེ་ཤྭ་རཱ་ནཱཾ། བོ་དྷི་ས་ཏྭཱ་ནཱཾ། མ་ཧཱ་ས་ཏྭཱ་ནཱཾ། ཏདྱ་ཐཱ།
en: Homage to the bodhisattvas, the lords established on the ten levels, the great beings! This is the mantra proper: {1.70}

source: ཨོཾ་ཁ་ཁ་ཁཱ་ཧི་ཁཱ་ཧི། དུཥྚ་ས་ཏྭ་ད་མ་ཀ་ཨ་སི་མུ་ས་ལ་པརྴུ་པཱ་ཤ་ཧསྟ། ཙ་ཏུརྦྷུ་ཛ། ཙ་ཏུརྨུ་ཁ། ཥ་ཊ་ཙ་ར་ཎ། གཙྪ་གཙྪ། སརྦ་བིགྷྣ་བིགྷྣཱནྟེ་ཀ །བི་ཀྲཱི་ཏཱ་ནན། སརྦ་བྷཱུ་ཏ་བྷ་ཡཾ་ཀར། ཨཊྚཱཊྚ་ཧཱ་ས་ནི་ནཱ་དི་ནེ། བྱ་གྷྲ་ཙརྨ་ནི་བཱ་ས་ན། ཀུ་རུ་ཀུ་རུ། སརྦ་དྷརྨཱ་ན། ཙྪིནྡ་ཙྪིནྡ། སརྦ་མནྟྲཱན། བྷིནྡྷ་བྷིནྡྷ། པ་ར་མུ་དྲཱན། ཨཱ་ཀརྵ་ཡ། ཨཱ་ཀརྵ་ཡ། སརྦ་བྷཱུ་ཏཱན། ནིརྨ་ཐ་ནིརྨ་ཐ། སརྦ་དུཥྚ་ན། པྲ་བེ་ཤ་ཡ་པྲ་བེ་ཤ་ཡ། མཎྜ་ལ་མ་དྷྱེ། བཻ་བ་སྭ་ཏ་ཛཱི་བི་ཏཱནྟ་ཀ་ར། ཀུ་རུ་ཀུ་རུ་མ་མ་སརྦ་ཀཱརྱ་མ། ད་ཧ་ད་ཧ། པ་ཙ་པ་ཙ། མཱ་བི་ལམྦ། མཱ་བི་ལམྦ། ས་མ་ཡ་མ་ནུ་སྨ་ར།
en: “ Oṁ, kha kha ! Devour, devour! O tamer of evil beings, with a sword, a club, an axe, and a noose in your hands! One with four arms, four faces, and six feet, go, go! O great destroyer of obstacles with contorted face, inspiring fear in all nonhuman beings! One who roars with wild laughter and wears a tiger skin, perform, perform all tasks! Cut, cut all the mantras [of non-believers]! Break, break all the mudrās of non-believers! Draw here, draw here all nonhuman beings! Grind, grind all the wicked ones! Cause them to enter into the center of the maṇḍala! O terminator of the life of Vaivasvata, perform, perform tasks for me! Burn, burn! Cook, cook! Do not delay, do not delay! Remember your samaya pledge!

source: ཧཱུཾ་ཧཱུཾ་ཕཊ། སྥོ་ཊ་ཡ་སྥོ་ཊ་ཡ། སརྦ་ཨཱ་ཤ་པ་རི་པཱུ་ར་ཀ། ཧེ་བྷ་ག་བཱན་ཀིཉྩི་རཱ་ཡ་སི་མ་མ་སརྦཱམརྠཾ་སཱ་དྷ་ཡ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ! Phaṭ phaṭ ! Split, split! Fulfiller of all wishes! Hey, hey, blessed one! Why do you tarry? Accomplish all my aims! Svāhā! {1.71}

source: འདི་ནི་བཅོམ་ལྡན་འདས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་ཁྲོ་བོ་ཆེན་པོ་གཤིན་རྗེའི་གཤེད་ཅེས་བྱ་བ་ཡིན་ཏེགཤིན་རྗེའི་རྒྱལ་པོ་ཡང་འཇོམས་པ་དང་། འགུགས་པར་བྱེད་པ་ཡིན་ན། སེམས་ཅན་གཞན་ལྟ་སྨོས་ཀྱང་ཅི་དགོས། །
en: This mantra of Lord Mañjuśrī, called Yamāntaka, Great Lord of Wrath, will crush or summon even the king Yama, not to mention ordinary beings.

source: ཁྲོ་བོའི་རྒྱལ་པོ་ཆེན་པོས་གཟུངས་སྔགས་འདི་སྨྲས་མ་ཐག་ཏུ་སེམས་ཅན་ཐམས་ཅད་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ལྷགས་པར་གྱུར་ཏེ།
en: As soon as the Great Lord of Wrath is pronounced, all beings will come into Lord Mañjuśrī’s presence,

source: འཇིགས་པ་དང་ཉམ་ཐག་པ་དང་། དངངས་པ་དང་ཡིད་སྐྱོ་བ་དང་སྙིང་འགས་པར་འགྱུར་ཏེ།
en: unhappy, frightened, and terrified, their minds disturbed and their spirits broken,

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་དང་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་མ་གཏོགས་པར་སྐྱབས་གཞན་མེད་སྐྱོབ་པ་གཞན་མེད་དཔུང་གཉེན་གཞན་མེད་པར་གྱུར་ཏོ། །
en: without any other refuge, no other protection or recourse apart from Lord Buddha and the divine youth Mañjuśrī. {1.72}

source: དེ་ནས་གང་སུ་དག་ས་ལ་གནས་པ་དང་ཆུ་ལ་གནས་པ་དང་། ནམ་མཁའ་ལ་གནས་པ་དང་། བརྟན་པར་གནས་པ་དང་། མི་བརྟན་པར་གནས་པ་དང་། མངལ་ནས་སྐྱེས་པ་དང་། སྒོ་ང་ལས་སྐྱེས་པ་དང་། དྲོད་གཤེར་ལས་སྐྱེས་པ་དང་རྫུས་ཏེ་སྐྱེས་པའི་སེམས་ཅན་གྱི་གྲངས་སུ་གཏོགས་པ། འཇིག་རྟེན་གྱི་ཁམས་མཐའ་ཡས་པ་དག་ན་རྣམ་པར་གནས་པ་སྟེང་དང་། འོག་དང་ཐད་ཀ་དང་ཕྱོགས་དང་ཕྱོགས་མཚམས་དག་ཏུ་སྐད་ཅིག་དེ་དང་ཡུད་ཙམ་དེ་ལ་གབ་ཅིང་གནས་པ་དག་སྐད་ཅིག་དེ་ཉིད་ལ། ཁྲོ་བོའི་རྒྱལ་པོ་ཆེན་པོས་འདི་ཉིད་དུ་བཀུག་པར་གྱུར་ཏོ། །
en: Any beings that live on dry land, or in water, or fly in the sky, the mobile and the immobile, those enumerated as born from a womb, from an egg, from moisture, or as born spontaneously, those that are situated in the infinite world spheres up to their farthest reaches, and those that are hidden in the cardinal and intermediate directions, above, across, and below will be removed at that very moment from those places by the Great Lord of Wrath himself and brought into the presence of Mañjuśrī.

source: ཁྲོ་བོའི་རྒྱལ་པོའི་སྔགས་འདི་ནི་འདོད་ཆགས་དང་མ་བྲལ་བ་རྣམས་ཀྱི་མདུན་དུ་བརྗོད་པར་མི་བྱ་སྟེ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ཡང་འཆི་བར་འགྱུར་བའམ། སྐམ་པར་འགྱུར་བའི་ཕྱིར་རོ། །
en: The Lord of Wrath must not be pronounced in the presence of those whose desires have not been extinguished, for they also would wither and die.

source: དམ་ཚིག་ལ་དམིགས་པར་བྱས་ནས་སངས་རྒྱས་ཀྱི་སྐུ་གཟུགས་སམ་སྐུ་གདུང་དང་བཅས་པའི་མཆོད་རྟེན་ནམ། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་སྐུ་གཟུགས་ཀྱི་སྤྱན་སྔར་བཟླས་པར་བྱའོ། །
en: It should be recited by those who keep their samaya pledges, in front of a buddha image, or a caitya containing relics, or a book containing a genuine Dharma teaching,

source: ཡང་ན་ལས་གཞན་གྱི་ཆེད་དུ་བརྗོད་པར་བྱ་སྟེ།
en: or in front of Mañjuśrī, the divine youth.

source: གང་དེ་དང་དེ་དག་ཏུ་ནི་བརྗོད་པར་མི་བྱ་སྟེ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། ལྟས་ངན་ཆེན་པོ་དང་། མྱ་ངན་ཆེན་པོ་དང་། བདག་ཉིད་འཇིགས་པ་ཆེན་པོར་འགྱུར་བའི་ཕྱིར་རོ། །
en: It must not be recited for the sake of performing other acts in just any place, otherwise terrible omens and great ruin will come to the reciter. {1.73}

source: ཐུགས་རྗེ་མཆོག་དང་ལྡན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཁོ་ནའི་སྤྱོད་པ་རྗེས་སུ་བསྒྲུབ་ཅིང་བསྟན་པ་དང་། སེམས་ཅན་ཐམས་ཅད་དབང་དུ་བྱ་བ་དང་། ཆོས་ཀྱི་ཚུལ་ཡང་དག་པར་གནས་པར་བྱ་བ་དང་།
en: For the lord buddhas are indeed filled with utmost compassion, and the bodhisattvas, the great beings, exclusively strive to establish beings in the practice of the insight of omniscient knowledge; enthralling all beings, they establish them in the way of the Dharma.

source: སེམས་ཅན་གྱི་ཁམས་མཐའ་དག་མྱ་ངན་ལས་འདས་པ་ཡང་དག་པར་ཐོབ་པར་བྱ་བ་དང་།
en: They deliver into nirvāṇa the entire realm of sentient beings;

source: བསྟན་པ་མེད་པ་དག་ཏུ་བསྟན་པ་དང་། ལམ་གསུམ་ལ་ཡང་དག་པར་སྦྱོར་བ་དང་དཀོན་མཆོག་གསུམ་གྱི་གདུང་མི་བཅད་པ་དང་།
en: they give instructions and establish beings on the triple path; they prevent breaks in the lineages of the Three Jewels;

source: སྔགས་ཀྱི་སྤྱོད་པ་བསྟན་པའི་ཕྱིར་དང་།
en: they illuminate the mantra practice.

source: ཐུགས་རྗེ་ཆེན་པོའི་མཐུའི་རྒྱུ་མཐུན་པའི་ཐུགས་ཀྱི་བདུད་ཀྱི་སྟོབས་ཟིལ་གྱིས་གནོན་པ་དང་།
en: With minds born of the power of great compassion, they obliterate the power of Māra .

source: བགེགས་ཆེན་པོ་རྣམ་པར་གཞིག་པ་དང་། རྒྱལ་པོ་མ་རུངས་པ་རྣམ་པར་གཞོམ་པ་དང་།
en: They destroy obstacle makers and keep the lords of evil in check.

source: བདག་གི་སྟོབས་རྣམ་པར་འཕེལ་བར་བྱ་བ་དང་། གཞན་གྱི་སྟོབས་རྣམ་པར་གཞིག་པ་དང་།
en: They increase their own power and hold back the power of opponents.

source: རེངས་པར་བྱ་བ་དང་གསད་པ་དང་། མི་སྣང་བར་བྱ་བ་དང་། རབ་ཏུ་བསྟན་པ་དང་། ཉེ་བར་སྒོམ་པ་དང་། དགའ་བར་བྱ་བ་དང་།
en: They perform the acts of paralyzing, killing, destroying, chastising, burning, and gratifying.

source: རང་གི་སྔགས་ཀྱི་སྤྱོད་པ་རབ་ཏུ་བསྟན་པ་དང་།
en: They teach the practice of their own mantra.

source: ཚེ་དང་ནད་མེད་པ་དང་དབང་ཕྱུག་མངོན་པར་འཕེལ་བར་བྱ་བ་དང་།
en: They cause the lifespan, health, and power of beings to increase.

source: མྱུར་བའི་ལས་རྗེས་སུ་བསྒྲུབ་པ་དང་།
en: They swiftly accomplish all tasks.

source: བྱམས་པ་ཆེན་པོ་དང་སྙིང་རྗེ་ཆེན་པོ་དང་བཏང་སྙོམས་ཆེན་པོ་དང་། དགའ་བ་ཆེན་པོའི་ཡང་དག་པར་སྡོམ་པ་ལ་
en: They readily assume the modes of great love, great compassion, great equanimity, and great sympathetic joy.

source: གནས་པ་དང་དེ་དག་གི་རྒྱུ་མཚན་དུ་རྟོག་པ་དང་། རྣམ་པར་རྟོག་པ་ཐམས་ཅད་དང་བྲལ་བའི་སེམས་ཀྱིས་སྨྲས་སོ། །
en: That is why the Yamāntaka mantra was now recited with a mind free from all doubt and deliberation.

source: དེ་ནས་ཀླུ་དང་ཀླུ་ཆེན་པོ་དེ་དག་དང་། གནོད་སྦྱིན་དང་གནོད་སྦྱིན་ཆེན་པོ་དང་། སྲིན་པོ་དང་སྲིན་པོ་ཆེན་པོ་དང་། ཤ་ཟ་དང་ཤ་ཟ་ཆེན་པོ་དང་སྲུལ་པོ་དང་སྲུལ་པོ་ཆེན་པོ་དང་ལུས་སྲུལ་པོ་དང་ལུས་སྲུལ་པོ་ཆེན་པོ་དང་། མ་མོ་དང་མ་མོ་ཆེན་མོ་དང་། གྲུལ་བུམ་དང་གྲུལ་བུམ་ཆེན་མོ་དང་། གཅན་གཟན་དང་གཅན་གཟན་ཆེན་པོ་དང་། རོ་ལངས་དང་རོ་ལངས་ཆེན་པོ་དང་། ཀམྤོ་ཙེའི་མི་དང་། ཀམྤོ་ཙེའི་མི་ཆེན་པོ་དང་། སྲིན་མོ་དང་སྲིང་མོ་ཆེན་མོ་དང་། མཁའ་འགྲོ་མ་དང་མཁའ་འགྲོ་མ་ཆེན་མོ་དང་། གཞིབ་པ་དང་གཞིབ་པ་ཆེན་པོ་དང་། གཡེངས་བྱེད་དང་གཡེངས་བྱེད་ཆེན་པོ་དང་། བྱིས་པ་དང་བྱིས་པ་ཆེན་པོ་དང་། བྲན་པ་དང་བྲན་པ་ཆེན་པོ་དང་། ནད་དང་ནད་ཆེན་པོ་དང་། བརྗེད་བྱེད་དང་བརྗེད་བྱེད་ཆེན་པོ་དང་། གདོན་དང་གདོན་ཆེན་པོ་དང་། ནམ་མཁའི་མ་མོ་དང་ནམ་མཁའི་མ་མོ་ཆེན་མོ་དང་། གཟུགས་ཅན་མ་དང་གཟུགས་ཅན་མ་ཆེན་མོ་དང་། ངུ་འབོད་དང་ངུ་འབོད་ཆེན་པོ་དང་། གྲིབ་གནོན་དང་གྲིབ་གནོན་ཆེན་པོ་དང་། སྦོད་གཏོང་དང་སྦོད་གཏོང་ཆེན་པོ་དང་། མངག་གཞུག་མ་དང་མངག་གཞུག་མ་ཆེན་མོ་དང་། གནོད་སྦྱིན་མོ་དང་གནོད་སྦྱིན་མོ་ཆེན་མོ་དང་། ཤ་ཟ་མོ་དང་ཤ་ཟ་མོ་ཆེན་མོ་དང་། རིམས་ནད་དང་རིམས་ནད་ཆེན་པོ་དང་། རིམས་ཉིན་བཞི་པ་དང་ཉིན་བཞི་པ་ཆེན་པོ་དང་། རྟག་པའི་རིམས་དང་རིམས་མི་བཟད་པ་དང་། རྟག་པ་ལས་བྱུང་བའི་རིམས་དང་། ཡུད་ཙམ་ལས་བྱུང་བ་དང་རླུང་ལས་གྱུར་པ་དང་། མཁྲིས་པ་ལས་གྱུར་པ་དང་། བད་ཀན་ལས་གྱུར་པ་དང་། འདུས་པ་ལས་གྱུར་པ་དང་། གཅོང་ཆེན་པོ་དང་། གྲུབ་པ་དང་གྲུབ་པ་ཆེན་པོ་དང་། རྣལ་འབྱོར་དང་ལྡན་པ་དང་། རྣལ་འབྱོར་དང་ལྡན་པ་ཆེན་པོ་དང་། དྲང་སྲོང་རྣམས་དང་། དྲང་སྲོང་ཆེན་པོ་རྣམས་དང་། མིའམ་ཅི་དང་། མིའམ་ཅི་ཆེན་པོ་དང་། བྲང་འགྲོ་དང་བྲང་འགྲོ་ཆེན་པོ་དང་། དྲི་ཟ་དང་དྲི་ཟ་ཆེན་པོ་དང་། ལྷ་དང་ལྷ་ཆེན་པོ་དང་། མི་དང་མི་ཆེན་པོ་དང་། ཡུལ་མི་དང་ཡུལ་མི་ཆེན་པོ་དང་། རྒྱ་མཚོ་དང་རྒྱ་མཚོ་ཆེན་པོ་དང་། ཆུ་བོ་དང་ཆུ་བོ་ཆེན་པོ་དང་། རི་དང་རི་ཆེན་པོ་དང་། གཏེར་དང་གཏེར་ཆེན་པོ་དང་། ས་དང་ས་ཆེན་པོ་དང་། ཤིང་དང་ཤིང་ཆེན་པོ་དང་། འདབ་ཆགས་ཅན་དང་འདབ་ཆགས་ཅན་ཆེན་པོ་དང་། རྒྱལ་པོ་དང་རྒྱལ་པོ་ཆེན་པོ་དང་། བརྒྱ་བྱིན་དང་བརྒྱ་བྱིན་ཆེན་པོ་དང་། ནོར་ལྷའི་བུ་དང་། ངུ་ཞིག་དང་འབྱུང་བ་ཆེན་པོའི་བདག་པོ་དང་། དབང་ལྡན་དང་། གཤིན་རྗེ་དང་། ཚངས་པ་དང་ཚངས་པ་ཆེན་པོ་དང་། ལྷ་སྣ་ཚོགས་བཟོ་བོ་དང་། ནོར་སྦྱིན་དང་། ཡུལ་འཁོར་སྐྱོང་དང་། འཕགས་སྐྱེས་པོ་དང་། མིག་མི་བཟང་དང་། ལུས་ངན་པོ་དང་། གང་བ་བཟང་དང་། ནོར་བུ་བཟང་དང་། ལྔས་རྩེན་དང་། ཛམ་བྷ་ལ་དང་། སྟམ་བྷ་ལ་དང་། ཀུམ་བྷ་ལ་དང་། སྔོན་པོ་དང་། སྐྲ་སྔོན་པོ་དང་། སེང་གེ་དང་། འཕྲོག་མ་དང་། སེར་སྐྱ་མ་དང་། དགའ་བྱེད་དང་། ནོར་བྱེད་དང་། ཆུ་དབང་དང་། འཇིག་རྟེན་དབང་པོ་དང་ཉེ་དབང་དང་། གསང་བ་པ་དང་། གསང་བ་པ་ཆེན་པོ་དང་། གཡོ་དང་། གཡོ་བྱེད་དང་། ཆུ་ན་སྤྱོད་པ་དང་། གཡུང་དྲུང་རི་དང་། ཟླ་བའི་རི་དང་། རི་བོ་ཆེན་པོ་དང་། བརྩེགས་མིག་དང་། མགོ་བོ་གསུམ་པ་སྟེ།
en: Summoned by the mantra were: {1.74} Nāga s, great nāga s, yakṣa s, great yakṣa s, rākṣasas, great rākṣasas, piśācas, great piśācas, pūtanas, great pūtanas, kaṭapūtanas, great kaṭapūtanas, mārutas, great mārutas, kuṣmāṇḍas, great kuṣmāṇḍas, vyāḍas, great vyāḍas, vetāḍas, great vetāḍas, kambojas, great kambojas, bhaginīs, great bhaginīs, ḍākinīs, great ḍākinīs, cūṣakas, great cūṣakas, utsārakas, great utsārakas, ḍimphikas, great ḍimphikas, kimpakas, great kimpakas, rogas, great rogas, apasmāras, great apasmāras, grahas, great grahas, ākāśamātṛs, great ākāśamātṛs, rūpiṇīs, great rūpiṇīs, virūpiṇīs, great virūpiṇīs, krandanās, great krandanās, chāyās, great chāyās, preṣakās, great preṣakās, kiṅkarās, great kiṅkarās, yakṣiṇīs, great yakṣiṇīs, piśācīs, great piśācīs, jvarās, great jvarās, cāturthakās, great cāturthakās, nityajvarās, viṣamajvarās, sātatikās, mauhūrtikās, vātikās, paittikās, śleṣmikās, sānnipātikās, vidyā s, great vidyā s, siddha s, great siddha s, yogins, great yogins, ṛṣis, great ṛṣis, kinnaras, great kinnaras, mahoragas, great mahoragas, gandharvas, great gandharvas, gods, great gods, humans, great humans, country people, great country people, oceans, great oceans, rivers, great rivers, mountains, great mountains, treasures, great treasures, lands, great lands, trees, great trees, birds, great birds, kings, great kings, Śakras, Mahendra s, Vāsavas, Kratis, Īśāna the Lord of Beings, Yama, Brahmā, Great Brahmā, Vaivasvata, Dhanada, Dhṛtarāṣṭra, Virūpākṣa , Kubera, Pūrṇabhadra, Maṇibhadra, Pañcika, Jambhala, Stambhala, Kūṣmala, Hārīta, Harikeśa, Hari , Hārīti, Piṅgalā, Priyaṅkara, Arthaṅkara, Jalendra, Lokendra, Upendra, Guhyaka , Great Guhyaka, Cala, Capala , Jalacara, Sātatagiri, Hemagiri, Mahāgiri, Kūtākṣa, and Triśiras. {1.75}
